/* Localized versions of Info.plist keys */

NSHumanReadableCopyright = "Copyright © 2007 tacow. All rights reserved.";

AMName = "Open Terminal Here";

/*  AMApplication localized strings  */
"Terminal" = "Terminal";

/*  AMCategory localized strings  */
"Utility" = "Utility";

/*  AMDescription localized strings  */

"Opens Terminal and cd's to the passed folder." = "Opens Terminal and cd's to the passed folder.";